{
  "texto0":"A Independência do Brasil foi o processo histórico de separação entre Brasil e Portugal, que se estendeu de 1821 a 1825, colocando em violenta oposição as duas partes dentro do Reino Unido de Portugal, Brasil e Algarves. As Cortes Gerais e Extraordinárias da Nação Portuguesa, instaladas em 1820, como consequência da Revolução Liberal do Porto, tomam decisões, a partir de 1821, que tinham como objetivo reduzir novamente o Brasil ao seu antigo estatuto colonial. Antes do processo de independência do Brasil, ocorreu a transferência da corte portuguesa para o Brasil. Em 1807, o exército francês invadiu o Reino de Portugal, que se recusava a participar do bloqueio continental contra o Reino Unido. Incapaz de resistir ao ataque, a família real e o governo português fugiram para o Brasil, que era então a mais rica e desenvolvida das colônias portuguesas. A instalação do Tribunal de Justiça no Rio de Janeiro representou uma série de transformações políticas, econômicas e sociais que levaram à decisão do Príncipe Regente D. João, em 16 de dezembro de 1815, de elevar o Brasil à condição de reino, unido com sua ex-metrópole. Porém, em 1820, a revolução liberal eclodiu em Portugal e a família real foi forçada a retornar a Lisboa. Antes de deixar o Brasil, no entanto, D. João nomeou o seu filho mais velho, D. Pedro de Alcântara de Bragança, como Príncipe Regente do Brasil (1821). Embora Dom Pedro fosse fiel ao pai, a vontade das cortes portuguesas em repatriá-lo e de retornar o Brasil ao seu antigo estatuto colonial o levou a rebelar-se. Oficialmente, a data comemorada para independência do Brasil é de 7 de setembro de 1822, ocasião em que ocorreu o evento conhecido como o Grito do Ipiranga, às margens do riacho Ipiranga na atual cidade de São Paulo. Em 12 de outubro de 1822, o príncipe foi aclamado D. Pedro I, Imperador do Brasil, sendo coroado e consagrado em 1º de dezembro de 1822, e o país passou a ser conhecido como o Império do Brasil. Durante a guerra de independência — iniciada com a expulsão dos exércitos portugueses de Pernambuco em 1821 — formou-se o Exército Brasileiro, a partir da contratação de mercenários, alistamento de civis e de algumas tropas coloniais portuguesas. O exército imediatamente se opôs às forças portuguesas, que resistiam em algumas partes da nação. Ao mesmo tempo que o conflito tomava lugar, ocorreu em Pernambuco um movimento revolucionário conhecido como a Confederação do Equador, que pretendia formar seu próprio governo, republicano, mas foi duramente reprimido. Depois de três anos de conflito armado, Portugal finalmente reconheceu a independência do Brasil, e em 29 de agosto de 1825 foi assinado o Tratado de Amizade e Aliança firmado entre Brasil e Portugal. Em troca do reconhecimento como estado soberano, o Brasil se comprometeu a pagar ao Reino de Portugal uma indenização substancial e assinar um tratado de comércio com o Reino Unido como indenização por sua mediação.  Credito Video: https://www.youtube.com/watch?v=Zha3tciqr2A",
  "texto1":"O Primeiro Reinado (1822-1831) marcou os anos iniciais do Brasil como nação independente após o processo de independência ter sido conduzido por intermédio de D. Pedro I. Com esse acontecimento, o Brasil transformou-se em uma monarquia – a única da América Latina – e foi governada por D. Pedro I de maneira autoritária.                                                                                                                                           Independência do Brasil                                           O processo de independência do Brasil foi resultado das pressões exercidas pelas cortes portuguesas sobre D. Pedro I, que se tornou regente do Brasil quando seu pai, D. João VI, retornou para Portugal em 1821. As cortes portuguesas haviam sido formadas durante a Revolução Liberal do Porto e pressionavam as autoridades reais por mudanças em Portugal.                                                                                                                              Essas pressões sobre o regente levaram-no à liderança do processo de ruptura entre Brasil e Portugal. Assim, incentivado por D. Leopoldina e José Bonifácio, o próprio D. Pedro I declarou a independência do Brasil no dia 7 de setembro, às margens do Rio Ipiranga. Seguiu-se, então, uma guerra de independência travada em diferentes partes do Brasil, com combates de baixa intensidade.                                                                                  A independência do Brasil apenas foi de fato reconhecida por Portugal em 1825, após as negociações mediadas pela Inglaterra que previam o pagamento de dois milhões de libras como indenização e a exigência de que o Brasil não reivindicasse, incentivasse ou liderasse a independência de outras colônias portuguesas.          Com a independência do Brasil, D. Pedro foi coroado imperador sob o nome de D. Pedro I. Isso fez da nação uma monarquia – a única existente na América Latina após os processos de independência. A escolha pelo regime monárquico foi explicada pelos historiadores como falta de interesse das elites do sudeste brasileiro em realizar as mudanças no quadro socioeconômico que um eventual sistema republicano poderia gerar.Acontecimentos do Primeiro Reinado                                                                                                                           Os primeiros dois anos do Brasil como nação independente tiveram como principal debate (além da procura pelo reconhecimento internacional) a elaboração de uma constituição para o país. Esse documento seria elaborado por uma [Assembleia] Constituinte que havia sido escolhida em eleições realizadas após a independência.                                                           A Constituinte assumiu suas funções em maio de 1823, e a elaboração da Constituição gerou desentendimentos profundos entre os deputados e D. Pedro I. O grande debate era acerca do alcance dos poderes políticos do imperador. Os constituintes queriam que os poderes do imperador fossem limitados e que ele não tivesse a permissão de dissolver a Constituinte quando bem entendesse. Essa postura dos constituintes, de procurar limitar o poder real, naturalmente, gerou insatisfação em D. Pedro I, que defendia que seu poder fosse centralizador e autoritário sobre a nação.Essa disputa entre os constituintes e o imperador resultou em um evento conhecido como Noite da Agonia. No dia 12 de novembro de 1823, por ordens de D. Pedro I, militares invadiram a Assembleia Constituinte e prenderam os deputadores opositores do imperador. Com isso, a constituição que havia sido elaborada foi barrada por D. Pedro I.                                  Essa medida de D. Pedro I aconteceu porque, em setembro do mesmo ano, a Constituinte havia finalizado a elaboração da constituição que, além de possuir um caráter liberal, também limitava os poderes reais. A partir da prisão de seus opositores e da impugnação desse documento, D. Pedro I formou um Conselho de Estado e passou a elaborar uma constituição que lhe agradasse.                                                                                                                             A constituição elaborada por D. Pedro I e seu conselho foi outorgada, isto é, foi imposta por vontade do imperador no dia 25 de março de 1824. Portanto, a primeira constituição brasileira foi produto do autoritarismo e definida de cima para baixo. Esse conjunto de regras também possuía alguns princípios liberais, porém dava poderes irrestritos ao imperador brasileiro.  Credito Video: https://www.youtube.com/watch?v=NGpgSRhBITY",
  "texto2":"A globalização é um termo que foi elaborado na década de 1980 para descrever o processo de intensificação da integração econômica e política internacional, marcado pelo avanço nos sistemas de transporte e de comunicação. Por se caracterizar como um fenômeno de caráter mundial, muitos autores preferem utilizar o termo mundialização. É preciso lembrar, porém, que, apesar de ser um conceito recentemente elaborado, a sua ocorrência é antiga. A maioria dos cientistas sociais marca o seu início no final do século XV e início do século XVI, quando os europeus iniciaram o processo de expansão colonial marítima. Com isso, é possível perceber que a globalização não é um fato repentino e consolidado, mas um processo de integração gradativa que está constantemente se expandindo. Muitos autores utilizam o termo “aldeia global” para se referir à globalização, pois ela não se limita aos planos políticos e econômicos, ocorrendo também no âmbito da cultura. Observa-se uma grande troca de costumes, hábitos e mercadorias culturais. Os animes japoneses e os filmes de Hollywood, por exemplo, são assistidos em todo o mundo. Assim, muito se fala em uma padronização cultural. No entanto, há quem conteste essa tese, dizendo que os regionalismos também se ampliam, promovendo o aumento da heterogeneidade cultural. Outros chegam a afirmar que o que ocorre, na verdade, é uma hegemonização cultural, em que os costumes dominantes se impõem sobre os demais. Para se ter uma ideia dos avanços tecnológicos e do aumento da velocidade nas trocas de informações, podemos comparar as notícias das mortes de duas personalidades mundialmente conhecidas. Em 1865, quando Abraham Lincoln faleceu, a notícia chegou à Europa treze dias depois. Em 2009, a morte de Michael Jackson estava sendo divulgada em tempo real para todo o mundo. O geógrafo e economista David Harvey, em sua obra “A condição pós-moderna”, utiliza-se de um conceito específico para se referir ao aumento da velocidade nas trocas comerciais e de informações: a compressão espaço-tempo. Isso porque, com os avanços nos meios de transporte, as grandes distâncias deixaram – ou estão deixando – de ser um obstáculo. Ao mesmo tempo, os avanços nos meios de comunicação também “encurtaram” o tempo, como no exemplo citado acima. O que se levava vários dias ou semanas para ser noticiado, hoje é conhecido pelo mundo todo em pouquíssimos segundos.  Credito Video:https://www.youtube.com/watch?v=07uqwrPNAm8 ",
  "texto3":"Na maioria das vezes, sentimo-nos despreparados quando estamos diante de uma folha de papel em branco no propósito de fazer uma redação, não é mesmo? As ideias não fluem, o tempo passa muito rapidamente, e quando percebemos... Lá se foi o tempo e não atingimos o objetivo almejado. Então, é possível se familiarizar mais com a escrita lembrando-se da palavra texto. Ela, assim como muitas outras, origina-se do latim “textum”, que significa tecer, entrelaçar idéias, opiniões e pensamentos. Mas existe uma fórmula mágica para se construir um bom texto? A resposta é simples. Basta lembrarmos que toda escrita requer praticidade, conhecimento prévio do assunto abordado, e, sobretudo, técnicas, que constituem a performance de todo texto bem elaborado. Para que um texto fique claro, objetivo e interessante, ele precisa realçar beleza, para que sua estética seja vista de maneira plausível. Fazendo parte dessa estética estão os elementos que participam da construção textual; entre eles, a coesão e a coerência. A coesão nada mais é que a ligação harmoniosa entre os parágrafos, fazendo com que fiquem ajustados entre si, mantendo uma relação de significância. Para melhor entender como isso se processa, imagine um texto sobrecarregado de palavras que se repetem do início ao fim. Então, para evitar que isso aconteça, existem termos que substituem a ideia apresentada, evitando, assim, a repetição. Falamos das conjunções, dos pronomes, dos advérbios e outros. Como exemplo, verifique: A magia das palavras é enorme, pois elas expressam a força do pensamento. As mesmas têm o poder de transformar e de conscientizar. Podemos perceber que as expressões: elas e as mesmas referem-se ao termo - “palavras”. Quando falamos sobre coerência, nos referimos à lógica interna de um texto, isto é, o assunto abordado tem que se manter intacto, sem que haja distorções, facilitando, assim, o entendimento da mensagem. Estes são apenas alguns dos requisitos para a elaboração de um texto, e estas técnicas vão sendo apreendidas à medida que nos tornamos escritores assíduos.  Credito Video: https://www.youtube.com/watch?v=tOb7d8SNRmQ",
  "video0":"assets/independencia.mp4",
  "video1":"assets/reinado.mp4",
  "video2":"assets/globalizacao.mp4",
  "video3":"assets/coesaoecoerencia.mp4"
}
