{
  "texto0":"A globalização é um termo que foi elaborado na década de 1980 para descrever o processo de intensificação da integração econômica e política internacional, marcado pelo avanço nos sistemas de transporte e de comunicação. Por se caracterizar como um fenômeno de caráter mundial, muitos autores preferem utilizar o termo mundialização. É preciso lembrar, porém, que, apesar de ser um conceito recentemente elaborado, a sua ocorrência é antiga. A maioria dos cientistas sociais marca o seu início no final do século XV e início do século XVI, quando os europeus iniciaram o processo de expansão colonial marítima. Com isso, é possível perceber que a globalização não é um fato repentino e consolidado, mas um processo de integração gradativa que está constantemente se expandindo. Muitos autores utilizam o termo “aldeia global” para se referir à globalização, pois ela não se limita aos planos políticos e econômicos, ocorrendo também no âmbito da cultura. Observa-se uma grande troca de costumes, hábitos e mercadorias culturais. Os animes japoneses e os filmes de Hollywood, por exemplo, são assistidos em todo o mundo. Assim, muito se fala em uma padronização cultural. No entanto, há quem conteste essa tese, dizendo que os regionalismos também se ampliam, promovendo o aumento da heterogeneidade cultural. Outros chegam a afirmar que o que ocorre, na verdade, é uma hegemonização cultural, em que os costumes dominantes se impõem sobre os demais. Para se ter uma ideia dos avanços tecnológicos e do aumento da velocidade nas trocas de informações, podemos comparar as notícias das mortes de duas personalidades mundialmente conhecidas. Em 1865, quando Abraham Lincoln faleceu, a notícia chegou à Europa treze dias depois. Em 2009, a morte de Michael Jackson estava sendo divulgada em tempo real para todo o mundo. O geógrafo e economista David Harvey, em sua obra “A condição pós-moderna”, utiliza-se de um conceito específico para se referir ao aumento da velocidade nas trocas comerciais e de informações: a compressão espaço-tempo. Isso porque, com os avanços nos meios de transporte, as grandes distâncias deixaram – ou estão deixando – de ser um obstáculo. Ao mesmo tempo, os avanços nos meios de comunicação também “encurtaram” o tempo, como no exemplo citado acima. O que se levava vários dias ou semanas para ser noticiado, hoje é conhecido pelo mundo todo em pouquíssimos segundos.",
  "texto1":"A Independência do Brasil foi o processo histórico de separação entre Brasil e Portugal, que se estendeu de 1821 a 1825, colocando em violenta oposição as duas partes dentro do Reino Unido de Portugal, Brasil e Algarves. As Cortes Gerais e Extraordinárias da Nação Portuguesa, instaladas em 1820, como consequência da Revolução Liberal do Porto, tomam decisões, a partir de 1821, que tinham como objetivo reduzir novamente o Brasil ao seu antigo estatuto colonial. /n Antes do processo de independência do Brasil, ocorreu a transferência da corte portuguesa para o Brasil. Em 1807, o exército francês invadiu o Reino de Portugal, que se recusava a participar do bloqueio continental contra o Reino Unido. Incapaz de resistir ao ataque, a família real e o governo português fugiram para o Brasil, que era então a mais rica e desenvolvida das colônias portuguesas. A instalação do Tribunal de Justiça no Rio de Janeiro representou uma série de transformações políticas, econômicas e sociais que levaram à decisão do Príncipe Regente D. João, em 16 de dezembro de 1815, de elevar o Brasil à condição de reino, unido com sua ex-metrópole. /n Porém, em 1820, a revolução liberal eclodiu em Portugal e a família real foi forçada a retornar a Lisboa. Antes de deixar o Brasil, no entanto, D. João nomeou o seu filho mais velho, D. Pedro de Alcântara de Bragança, como Príncipe Regente do Brasil (1821). Embora Dom Pedro fosse fiel ao pai, a vontade das cortes portuguesas em repatriá-lo e de retornar o Brasil ao seu antigo estatuto colonial o levou a rebelar-se. Oficialmente, a data comemorada para independência do Brasil é de 7 de setembro de 1822, ocasião em que ocorreu o evento conhecido como o Grito do Ipiranga, às margens do riacho Ipiranga na atual cidade de São Paulo. Em 12 de outubro de 1822, o príncipe foi aclamado D. Pedro I, Imperador do Brasil, sendo coroado e consagrado em 1º de dezembro de 1822, e o país passou a ser conhecido como o Império do Brasil.",
  "texto2":"As fontes renováveis de energia são aquelas formas de produção de energia em que suas fontes são capazes de manter-se disponíveis durante um longo prazo, contando com recursos que se regeneram ou que se mantêm ativos permanentemente. Em outras palavras, fontes de energia renováveis são aquelas que contam com recursos não esgotáveis. Existem vários tipos de fontes renováveis de energia, das quais podemos citar a solar, a eólica, a hídrica, a biomassa, a geotérmica, a das ondas e a das marés. Veja um breve resumo sobre cada uma dessas energias não esgotáveis: Energia solar Consiste no aproveitamento da radiação solar emitida sobre a Terra. Trata-se, portanto, de uma fonte de energia que, além de inesgotável, é altamente potente, pois uma grande quantidade de radiação é emitida sobre o planeta todos os dias. A sua principal questão, todavia, não é a sua disponibilidade na natureza, e sim as formas de aproveitá-la para a geração de eletricidade. Existem duas formas de utilização da energia solar, a fotovoltaica, em que placas fotovoltaicas convertem a radiação solar em energia elétrica, e a térmica, que aquece a água e o ambiente, sendo utilizada em casas ou também em termoelétricas através da conversão da água em vapor, este responsável por movimentar as turbinas que acionam os geradores. Energia eólica Utiliza-se da força promovida pelos ventos para a produção de energia. Sua importância vem crescendo na atualidade, pois, assim como a energia solar, ela não emite poluentes na atmosfera. As usinas eólicas utilizam-se de grandes cataventos instalados em áreas onde a movimentação das massas de ar é intensa e constante na maior parte do ano. Os ventos giram as hélices, que, por sua vez, movem as turbinas, acionando os geradores. Energia hídrica ou hidroelétrica Por sua vez, a energia hidroelétrica utiliza-se do movimento das águas dos rios para a produção de eletricidade. Em países como Brasil, Rússia, China e Estados Unidos, ela é bastante aproveitada pelas usinas que transformam a energia hidráulica e cinética em eletricidade. Energia da biomassa: A biomassa corresponde a toda e qualquer matéria orgânica não fóssil. Assim, pode-se utilizar esse material para a queima e produção de energia, por isso ela é considerada uma fonte renovável. Sua importância está no aproveitamento de materiais que, em tese, seriam descartáveis, como restos agrícolas (principalmente o bagaço da cana-de-açúcar), e também na possibilidade de cultivo",
  "video0":"assets/teste.mp4",
  "video1":"assets/teste.mp4",
  "video2":"assets/teste.mp4"
}
